Repository: AlanCasasArevalo/Greetings
Catalog: Greetings/*.lproj/Localizable.strings
Languages: he

source: Greetings
he: שָׁלוֹם

source: Exploring iOS Programming
he: חקירת תכנות iOS

source: Learning how to bake
he: למידת לאפות

source: Programming recipes
he: מתכוני תכנות

source: Walk to the dog
he: ללכת עם הכלב

source: Hello there!
he: שלום רב!

source: Welcome!!
he: ברוך הבא!

source: Ready!!
he: מוכן!

source: Hi!!
he: שלום!

source: Boom!!
he: בום!
